{
  "main_question": "Thủ tục đăng ký chấm dứt giám hộ được thực hiện như thế nào?",
  "question_variants": [
    "Tôi muốn làm thủ tục chấm dứt giám hộ thì cần chuẩn bị hồ sơ gì?",
    "Hồ sơ đăng ký chấm dứt giám hộ bao gồm những giấy tờ nào?",
    "Giấy tờ làm căn cứ để chấm dứt giám hộ là những loại giấy tờ gì?",
    "Tôi có thể ủy quyền cho người khác đi làm thủ tục này được không?",
    "Ủy quyền cho anh chị em ruột đi làm thủ tục chấm dứt giám hộ có cần công chứng không?",
    "Thời gian giải quyết thủ tục chấm dứt giám hộ mất bao lâu?",
    "Thủ tục này có được giải quyết trong ngày không?",
    "Tôi phải đến đâu để làm thủ tục chấm dứt giám hộ?",
    "Bắt buộc phải về đúng UBND xã nơi đã đăng ký giám hộ trước đây để làm thủ tục phải không?",
    "Một công ty trước đây làm người giám hộ, giờ muốn chấm dứt thì có được không?",
    "Đăng ký chấm dứt giám hộ có mất lệ phí không?",
    "Chi phí để xin cấp bản sao trích lục đăng ký chấm dứt giám hộ là bao nhiêu?",
    "Sau khi làm xong thủ tục tôi sẽ nhận được giấy tờ gì?",
    "Có được cấp bản điện tử của trích lục chấm dứt giám hộ không?",
    "Quy trình đăng ký chấm dứt giám hộ ở xã gồm mấy bước?",
    "Ai là người có thẩm quyền ký trích lục chấm dứt giám hộ?",
    "Nếu nộp hồ sơ trực tuyến thì khi đến nhận kết quả có cần mang theo giấy tờ gốc không?",
    "Giấy tờ làm căn cứ chấm dứt giám hộ do cơ quan nước ngoài cấp có cần hợp pháp hóa lãnh sự không?",
    "Khi nào thì việc giám hộ chấm dứt?",
    "Con tôi được giám hộ nay đã 18 tuổi, tôi có cần làm thủ tục chấm dứt giám hộ không?",
    "Nếu người giám hộ qua đời thì thủ tục chấm dứt giám hộ làm thế nào?",
    "Có thể làm thủ tục chấm dứt giám hộ ở nơi khác với nơi đăng ký ban đầu không?",
    "Tại sao phải quay về đúng nơi đã đăng ký để chấm dứt giám hộ?",
    "Chấm dứt giám hộ có được miễn phí không?",
    "Làm thủ tục chấm dứt giám hộ mất bao lâu?",
    "chấm dứt giám hộ",
    "thủ tục hết giám hộ",
    "hủy giám hộ",
    "giấy tờ chấm dứt giám hộ",
    "lệ phí chấm dứt giám hộ",
    "trích lục chấm dứt giám hộ"
  ]
}