{
  "main_question": "Thủ tục ghi chú kết hôn ở nước ngoài vào sổ hộ tịch Việt Nam được thực hiện như thế nào?",
  "question_variants": [
    "Tôi kết hôn ở nước ngoài, giờ muốn hợp pháp hóa ở Việt Nam thì cần hồ sơ gì?",
    "Hồ sơ ghi chú kết hôn ở nước ngoài gồm những giấy tờ gì?",
    "Giấy chứng nhận kết hôn do cơ quan nước ngoài cấp có cần hợp pháp hóa lãnh sự không?",
    "Tôi đã ly hôn ở nước ngoài, có cần nộp trích lục ghi chú ly hôn khi làm thủ tục này không?",
    "Tôi có thể ủy quyền cho người thân ở Việt Nam đi làm thủ tục ghi chú kết hôn giúp được không?",
    "Thời gian làm thủ tục ghi chú kết hôn mất bao lâu?",
    "Nếu hồ sơ của tôi cần xác minh thêm thì tối đa phải chờ bao nhiêu ngày?",
    "Điều kiện để được ghi chú kết hôn ở nước ngoài là gì?",
    "Trường hợp nào thì việc kết hôn ở nước ngoài không được công nhận tại Việt Nam?",
    "Nếu tôi kết hôn với người nước ngoài tại đại sứ quán của họ ở Việt Nam thì có được ghi chú không?",
    "Nếu tại thời điểm kết hôn tôi chưa đủ tuổi nhưng giờ đã đủ tuổi thì có được ghi chú kết hôn không?",
    "Tôi phải đến đâu để làm thủ tục ghi chú kết hôn?",
    "Quy trình xử lý hồ sơ ghi chú kết hôn gồm mấy bước?",
    "Bước nào trong quy trình mất nhiều thời gian nhất?",
    "Lệ phí cho thủ tục này là bao nhiêu?",
    "Nếu tôi thuộc hộ nghèo thì có được miễn lệ phí không?",
    "Sau khi làm xong thủ tục tôi sẽ nhận được giấy tờ gì?",
    "Có được cấp bản điện tử của trích lục ghi chú kết hôn không?",
    "Tôi có thể nộp hồ sơ bằng bản chụp qua mạng được không?",
    "Khi đi làm thủ tục có cần mang theo giấy tờ tùy thân bản gốc không?",
    "Ghi chú kết hôn và đăng ký kết hôn khác nhau như thế nào?",
    "Tại sao kết hôn ở đại sứ quán nước ngoài tại Việt Nam lại không được ghi chú?",
    "Trường hợp 'bảo vệ quyền lợi của công dân Việt Nam và trẻ em' được áp dụng khi nào?",
    "Giấy kết hôn ở nước ngoài có cần dịch sang tiếng Việt không?",
    "Lệ phí ghi chú kết hôn là bao nhiêu?",
    "ghi chú kết hôn",
    "hợp pháp hóa hôn nhân nước ngoài",
    "công nhận kết hôn ở nước ngoài",
    "thủ tục ghi vào sổ hộ tịch việc kết hôn",
    "hợp pháp hóa lãnh sự giấy kết hôn"
  ]
}