{
  "metadata": {
    "source": "data/documents/quy_trinh_nuoi_con_nuoi/ISO NCN MOI/1. STP -Giải quyết việc nuôi con nuôi có yếu tố nước ngoài đối với trẻ em sống ở cơ sở nuôi dưỡng (1).json",
    "title": "Giải quyết việc nuôi con nuôi có yếu tố nước ngoài đối với trẻ em sống ở cơ sở nuôi dưỡng",
    "code": "QT 01/STP-HCTP",
    "executing_agency": "Sở Tư pháp",
    "procedure_type": "nuoi_con_nuoi",
    "collection_mapping": "nuoi_con_nuoi",
    "keywords": [
      "nuôi con nuôi có yếu tố nước ngoài",
      "trẻ em ở cơ sở nuôi dưỡng",
      "người nước ngoài nhận con nuôi",
      "nhận con nuôi quốc tế",
      "Sở Tư pháp",
      "cơ sở nuôi dưỡng trẻ em"
    ]
  },
  "example_questions": [
    {
      "question_id": 1,
      "question": "Thủ tục người nước ngoài nhận con nuôi Việt Nam cần những giấy tờ gì?",
      "question_variants": [
        "Hồ sơ nuôi con nuôi có yếu tố nước ngoài cần giấy tờ gì?",
        "Người nước ngoài muốn nhận trẻ em Việt Nam làm con nuôi cần chuẩn bị gì?",
        "Giấy tờ cần thiết cho việc nhận con nuôi quốc tế?"
      ],
      "semantic_keywords": [
        "hồ sơ",
        "giấy tờ",
        "người nước ngoài",
        "nhận con nuôi",
        "yếu tố nước ngoài",
        "quốc tế"
      ]
    },
    {
      "question_id": 2,
      "question": "Điều kiện để người nước ngoài được nhận trẻ em Việt Nam làm con nuôi?",
      "question_variants": [
        "Yêu cầu đối với người nước ngoài muốn nhận con nuôi ở Việt Nam?",
        "Điều kiện nhận con nuôi có yếu tố nước ngoài là gì?",
        "Ai được phép làm thủ tục nhận con nuôi quốc tế?"
      ],
      "semantic_keywords": [
        "điều kiện",
        "yêu cầu",
        "người nước ngoài",
        "nhận con nuôi",
        "năng lực tài chính",
        "tư cách đạo đức"
      ]
    },
    {
      "question_id": 3,
      "question": "Thời gian xử lý việc nuôi con nuôi có yếu tố nước ngoài mất bao lâu?",
      "question_variants": [
        "Bao lâu có kết quả nhận con nuôi quốc tế?",
        "Thời hạn giải quyết hồ sơ nuôi con nuôi có yếu tố nước ngoài?",
        "Mất bao nhiêu thời gian để hoàn tất thủ tục nhận con nuôi quốc tế?"
      ],
      "semantic_keywords": [
        "thời gian",
        "thời hạn",
        "xử lý hồ sơ",
        "giải quyết",
        "kết quả"
      ]
    },
    {
      "question_id": 4,
      "question": "Chi phí lệ phí nuôi con nuôi có yếu tố nước ngoài là bao nhiêu?",
      "question_variants": [
        "Phí tổn thủ tục nhận con nuôi quốc tế bao nhiều tiền?",
        "Lệ phí cho việc nuôi con nuôi có yếu tố nước ngoài?",
        "Chi phí để người nước ngoài nhận con nuôi Việt Nam?"
      ],
      "semantic_keywords": [
        "chi phí",
        "lệ phí",
        "phí tổn",
        "tiền",
        "nuôi con nuôi nước ngoài"
      ]
    },
    {
      "question_id": 5,
      "question": "Trẻ em nào ở cơ sở nuôi dưỡng được phép làm con nuôi cho người nước ngoài?",
      "question_variants": [
        "Điều kiện đối với trẻ em được nhận làm con nuôi có yếu tố nước ngoài?",
        "Trẻ em như thế nào trong cơ sở nuôi dưỡng mới được làm con nuôi quốc tế?",
        "Yêu cầu về trẻ em trong thủ tục nuôi con nuôi có yếu tố nước ngoài?"
      ],
      "semantic_keywords": [
        "trẻ em",
        "cơ sở nuôi dưỡng",
        "điều kiện trẻ em",
        "được phép",
        "con nuôi quốc tế"
      ]
    },
    {
      "question_id": 6,
      "question": "Thủ tục nuôi con nuôi có yếu tố nước ngoài được giải quyết ở đâu?",
      "question_variants": [
        "Nộp hồ sơ nhận con nuôi quốc tế ở cơ quan nào?",
        "Cơ quan thẩm quyền giải quyết việc nuôi con nuôi có yếu tố nước ngoài?",
        "Đi đâu để làm thủ tục người nước ngoài nhận con nuôi Việt Nam?"
      ],
      "semantic_keywords": [
        "cơ quan thẩm quyền",
        "Sở Tư pháp",
        "nơi giải quyết",
        "nộp hồ sơ",
        "thẩm quyền cấp tỉnh"
      ]
    },
    {
      "question_id": 7,
      "question": "Quy trình giải quyết việc nuôi con nuôi có yếu tố nước ngoài như thế nào?",
      "question_variants": [
        "Các bước thực hiện thủ tục nhận con nuôi quốc tế?",
        "Trình tự giải quyết hồ sơ nuôi con nuôi có yếu tố nước ngoài?",
        "Quy trình xử lý việc người nước ngoài nhận con nuôi Việt Nam?"
      ],
      "semantic_keywords": [
        "quy trình",
        "các bước",
        "trình tự",
        "xử lý hồ sơ",
        "thẩm định",
        "phê duyệt"
      ]
    },
    {
      "question_id": 8,
      "question": "Có cần tổ chức trung gian trong việc nuôi con nuôi có yếu tố nước ngoài không?",
      "question_variants": [
        "Cần thông qua tổ chức nào để làm thủ tục nhận con nuôi quốc tế?",
        "Tổ chức trung gian trong việc nuôi con nuôi có yếu tố nước ngoài?",
        "Vai trò của tổ chức trung gian trong thủ tục nhận con nuôi quốc tế?"
      ],
      "semantic_keywords": [
        "tổ chức trung gian",
        "tổ chức được phép",
        "thông qua tổ chức",
        "trung gian hợp pháp"
      ]
    },
    {
      "question_id": 9,
      "question": "Thủ tục xác minh thông tin người nước ngoài muốn nhận con nuôi như thế nào?",
      "question_variants": [
        "Cách thức kiểm tra thông tin người nước ngoài nhận con nuôi?",
        "Quy trình thẩm định người nước ngoài muốn nhận con nuôi?",
        "Làm sao xác minh năng lực của người nước ngoài nhận con nuôi?"
      ],
      "semantic_keywords": [
        "xác minh",
        "kiểm tra thông tin",
        "thẩm định",
        "năng lực",
        "phù hợp"
      ]
    },
    {
      "question_id": 10,
      "question": "Có những hạn chế nào đối với việc nuôi con nuôi có yếu tố nước ngoài không?",
      "question_variants": [
        "Điều kiện hạn chế trong thủ tục nhận con nuôi quốc tế?",
        "Trường hợp nào không được phép nuôi con nuôi có yếu tố nước ngoài?",
        "Những quy định nghiêm cấm trong việc nhận con nuôi quốc tế?"
      ],
      "semantic_keywords": [
        "hạn chế",
        "điều kiện hạn chế",
        "không được phép",
        "nghiêm cấm",
        "quy định"
      ]
    }
  ]
}
