{
  "metadata": {
    "source": "data/documents/quy_trinh_chung_thuc/11.Thủ tục chứng thực bản sao từ bản chính giấy tờ, văn bản .doc",
    "title": "Thủ tục chứng thực bản sao từ bản chính giấy tờ, văn bản",
    "code": "QT 11/CX-HCTP",
    "issuing_authority": "Sở Tư pháp",
    "effective_date": "2025-07-07",
    "executing_agency": "Phòng công chứng",
    "applicant_type": ["Cá nhân", "Tổ chức"],
    "processing_time_text": "Ngay trong ngày tiếp nhận yêu cầu hoặc trong ngày làm việc tiếp theo nếu tiếp nhận sau 15 giờ. Có thể kéo dài không quá 02 ngày làm việc hoặc dài hơn theo thỏa thuận nếu hồ sơ phức tạp.",
    "fee_vnd": null,
    "fee_text": "2.000 đồng/trang; từ trang thứ 3 trở lên thu 1.000 đồng/trang. Mức thu tối đa không quá 200.000 đồng/bản. Trang được tính theo trang của bản chính.",
    "has_form": false,
    "requirements_conditions": "**Các loại bản chính không được dùng làm cơ sở để chứng thực bản sao:**\n- Bản chính bị tẩy xóa, sửa chữa, thêm, bớt nội dung không hợp lệ.\n- Bản chính bị hư hỏng, cũ nát, không xác định được nội dung.\n- Bản chính đóng dấu \"Mật\" hoặc ghi rõ không được sao chụp.\n- Bản chính có nội dung trái pháp luật, đạo đức xã hội; tuyên truyền, kích động chiến tranh; xuyên tạc lịch sử; xúc phạm danh dự, nhân phẩm của cá nhân, tổ chức.\n- Bản chính do cơ quan nước ngoài cấp, công chứng hoặc chứng nhận chưa được hợp pháp hóa lãnh sự (trừ một số giấy tờ được miễn như hộ chiếu, thẻ căn cước, giấy phép lái xe, bằng cấp và bảng điểm kèm theo).\n- Giấy tờ, văn bản do cá nhân tự lập nhưng không có xác nhận và đóng dấu của cơ quan, tổ chức có thẩm quyền.",
    "legal_basis_references": [
      "Nghị định số 23/2015/NĐ-CP",
      "Nghị định số 07/2025/NĐ-CP",
      "Thông tư số 01/2020/TT-BTP",
      "Thông tư số 226/2016/TT-BTC",
      "Thông tư số 257/2016/TT-BTC"
    ]
  },
  "content_chunks": [
    {
      "chunk_id": 1,
      "section_title": "Thành phần hồ sơ",
      "content": "Người yêu cầu cần xuất trình:\n1.  **Bản chính giấy tờ, văn bản** làm cơ sở để chứng thực bản sao.\n2.  **Bản sao cần chứng thực**.\n\n**Lưu ý:**\n- Nếu người yêu cầu chỉ xuất trình bản chính, cơ quan chứng thực sẽ tiến hành chụp từ bản chính để thực hiện (trừ trường hợp không có phương tiện để chụp).\n- Bản sao phải có đầy đủ các trang đã ghi thông tin của bản chính.",
      "source_reference": "Mục 5.a",
      "keywords": [
        "hồ sơ",
        "giấy tờ",
        "chứng thực bản sao",
        "bản chính",
        "bản sao"
      ]
    },
    {
      "chunk_id": 2,
      "section_title": "Thời hạn giải quyết",
      "content": "Ngay trong ngày cơ quan, tổ chức tiếp nhận yêu cầu hoặc trong ngày làm việc tiếp theo nếu tiếp nhận yêu cầu sau 15 giờ. Đối với trường hợp phức tạp (nhiều loại giấy tờ, bản chính nhiều trang, yêu cầu số lượng lớn bản sao), thời hạn có thể kéo dài thêm không quá 02 ngày làm việc hoặc dài hơn theo thỏa thuận bằng văn bản.",
      "source_reference": "Mục 5.b",
      "keywords": [
        "thời hạn",
        "giải quyết",
        "trong ngày",
        "ngay lập tức",
        "kéo dài"
      ]
    },
    {
      "chunk_id": 3,
      "section_title": "Yêu cầu, điều kiện và các trường hợp không được chứng thực",
      "content": "**Điều kiện cần:** Người yêu cầu phải xuất trình được bản chính của giấy tờ, văn bản cần chứng thực.\n\n**Các loại bản chính không được dùng làm cơ sở để chứng thực bản sao:**\n- Bản chính bị tẩy xóa, sửa chữa, thêm, bớt nội dung không hợp lệ.\n- Bản chính bị hư hỏng, cũ nát, không xác định được nội dung.\n- Bản chính đóng dấu mật của cơ quan, tổ chức có thẩm quyền hoặc không đóng dấu mật nhưng ghi rõ không được sao chụp.\n- Bản chính có nội dung trái pháp luật, đạo đức xã hội; tuyên truyền, kích động chiến tranh, chống chế độ xã hội chủ nghĩa Việt Nam; xuyên tạc lịch sử của dân tộc Việt Nam; xúc phạm danh dự, nhân phẩm, uy tín của cá nhân, tổ chức; vi phạm quyền công dân.\n- Bản chính do cơ quan, tổ chức có thẩm quyền của nước ngoài cấp, công chứng hoặc chứng nhận chưa được hợp pháp hóa lãnh sự, trừ các trường hợp được miễn như: hộ chiếu, thẻ căn cước, thẻ thường trú, thẻ cư trú, giấy phép lái xe, bằng tốt nghiệp, chứng chỉ và bảng điểm kèm theo.\n- Giấy tờ, văn bản do cá nhân tự lập nhưng không có xác nhận và đóng dấu của cơ quan, tổ chức có thẩm quyền.",
      "source_reference": "Mục 5.h",
      "keywords": [
        "điều kiện",
        "yêu cầu",
        "không được chứng thực",
        "bản chính không hợp lệ",
        "dấu mật",
        "nội dung cấm",
        "hợp pháp hóa lãnh sự"
      ]
    },
    {
      "chunk_id": 4,
      "section_title": "Quy trình xử lý công việc",
      "content": "**Thời gian:** 01 ngày làm việc hoặc có thể kéo dài hơn.\n**Các bước thực hiện:**\n1. Chuyên viên tiếp nhận hồ sơ, kiểm tra giấy tờ.\n2. Công chứng viên xem xét, đối chiếu bản chính với bản sao và ký chứng thực.\n3. Văn thư đóng dấu, thu phí và trả kết quả cho người dân.",
      "source_reference": "Mục 5.k",
      "keywords": [
        "quy trình",
        "các bước",
        "tiếp nhận",
        "công chứng viên",
        "đối chiếu",
        "ký chứng thực",
        "trả kết quả"
      ]
    }
  ]
}
