{
  "main_question": "Thủ tục thay đổi, cải chính, bổ sung thông tin hộ tịch, xác định lại dân tộc được thực hiện như thế nào?",
  "question_variants": [
    "Tôi muốn thay đổi họ cho con tôi thì cần hồ sơ gì?",
    "Hồ sơ để sửa lại ngày sinh bị sai trên giấy khai sinh gồm những gì?",
    "Cần giấy tờ gì để bổ sung thông tin còn thiếu trên giấy tờ hộ tịch?",
    "Tôi có thể ủy quyền cho người thân đi làm thủ tục cải chính hộ tịch được không?",
    "Giấy tờ làm căn cứ để thay đổi hộ tịch là những loại nào?",
    "Thời gian giải quyết thủ tục bổ sung thông tin hộ tịch mất bao lâu?",
    "Nếu hồ sơ cải chính hộ tịch của tôi cần xác minh thì tối đa phải chờ bao nhiêu ngày?",
    "Thời gian làm thủ tục thay đổi họ tên và bổ sung thông tin có khác nhau không?",
    "Điều kiện để được thay đổi họ tên cho con dưới 18 tuổi là gì?",
    "Con tôi 10 tuổi, khi đổi tên cho cháu có cần phải hỏi ý kiến của cháu không?",
    "Tôi có thể yêu cầu cải chính thông tin trên giấy khai sinh để khớp với bằng đại học được không?",
    "Điều kiện để được bổ sung thông tin quốc tịch Việt Nam vào giấy tờ hộ tịch là gì?",
    "Tôi phải đến đâu để làm thủ tục thay đổi thông tin hộ tịch?",
    "Tôi có thể làm thủ tục tại nơi tôi đang ở hay bắt buộc phải về nơi cấp giấy tờ lần đầu?",
    "Lệ phí cho thủ tục cải chính hộ tịch là bao nhiêu?",
    "Gia đình tôi thuộc hộ nghèo thì có được miễn lệ phí không?",
    "Quy trình xử lý hồ sơ thay đổi hộ tịch gồm mấy bước?",
    "Ai là người có thẩm quyền ký duyệt hồ sơ của tôi?",
    "Giấy tờ do cơ quan nước ngoài cấp có cần hợp pháp hóa lãnh sự để làm căn cứ thay đổi không?",
    "Tôi có thể nộp hồ sơ bằng bản chụp qua mạng được không?",
    "Sự khác nhau giữa thay đổi hộ tịch và cải chính hộ tịch là gì?",
    "Phân biệt thay đổi, cải chính, bổ sung hộ tịch?",
    "Thủ tục sửa sai sót trên giấy khai sinh là cải chính hay thay đổi?",
    "Tôi muốn thêm tên đệm cho con, đây là thủ tục gì?",
    "Hồ sơ để xác định lại dân tộc cho con tôi gồm những gì?",
    "Thời gian làm thủ tục xác định lại dân tộc mất bao lâu?",
    "Lệ phí cho việc thay đổi họ tên và xác định lại dân tộc có khác nhau không?",
    "Tôi có thể làm thủ tục cải chính giấy khai sinh ở nơi tạm trú không?",
    "thay đổi hộ tịch",
    "cải chính hộ tịch",
    "bổ sung hộ tịch",
    "xác định lại dân tộc",
    "sửa giấy khai sinh",
    "thay đổi họ tên cho con",
    "lệ phí cải chính hộ tịch"
  ]
}