{
  "metadata": {
    "source": "data/documents/quy_trinh_cap_ho_tich_cap_xa/ho_tich_cap_xa_moi_nhat/03. Đăng ký lại khai sinh.doc",
    "title": "Đăng ký lại khai sinh",
    "code": "QT 03/CX-HCTP",
    "issuing_authority": "Sở Tư pháp",
    "effective_date": "2025-07-07",
    "executing_agency": "Ủy ban nhân dân cấp xã nơi đã đăng ký khai sinh trước đây hoặc Ủy ban nhân dân cấp xã nơi người yêu cầu thường trú.",
    "applicant_type": ["Cá nhân"],
    "processing_time_text": "05 ngày làm việc. Trường hợp phải xác minh thì không quá 25 ngày.",
    "fee_vnd": null,
    "fee_text": "Lệ phí thay đổi tùy theo hình thức nộp (trực tiếp/trực tuyến) và khu vực áp dụng. Có các mức phí 8.000đ, 5.000đ, 4.000đ và có các trường hợp được miễn lệ phí (gia đình có công, hộ nghèo, khuyết tật...). Phí cấp bản sao: 8.000đ/bản.",
    "has_form": true,
    "requirements_conditions": "Việc khai sinh đã được đăng ký tại cơ quan có thẩm quyền của Việt Nam trước ngày 01/01/2016 nhưng Sổ đăng ký khai sinh và bản chính Giấy khai sinh đều bị mất. Người yêu cầu phải còn sống vào thời điểm tiếp nhận hồ sơ.",
    "legal_basis_references": [
      "Luật Hộ tịch năm 2014",
      "Nghị định số 123/2015/NĐ-CP",
      "Nghị định số 87/2020/NĐ-CP",
      "Nghị định số 104/2022/NĐ-CP",
      "Nghị định số 07/2025/NĐ-CP",
      "Nghị định số 120/2025/NĐ-CP",
      "Thông tư số 04/2020/TT-BTP",
      "Thông tư số 01/2022/TT-BTP",
      "Thông tư số 03/2023/TT-BTP",
      "Thông tư số 04/2024/TT-BTP",
      "Thông tư số 08/2025/TT-BTP",
      "Thông tư số 09/2022/TT-BTP",
      "Thông tư số 281/2016/TT-BTC",
      "Thông tư số 85/2019/TT-BTC",
      "Thông tư số 106/2021/TT-BTC",
      "Nghị quyết số 10/2022/NQ-HĐND",
      "Nghị quyết số 06/2024/NQ-HĐND",
      "Nghị quyết số 12/2023/NQ-HĐND",
      "Nghị quyết số 04/2024/NQ-HĐND",
      "Nghị quyết số 04/2023/NQ-HĐND"
    ]
  },
  "content_chunks": [
    {
      "chunk_id": 1,
      "section_title": "Thành phần, số lượng hồ sơ và các lưu ý quan trọng",
      "content": "Người yêu cầu cần chuẩn bị 01 bộ hồ sơ, bao gồm:\n\n**A. CÁC MẪU KÊ KHAI:**\n- Tờ khai đăng ký lại khai sinh theo mẫu, có cam đoan đã nộp đủ các giấy tờ hiện có.\n- Mẫu hộ tịch điện tử tương tác đăng ký lại khai sinh (nếu nộp trực tuyến), có nội dung cam đoan tương tự.\n\n**B. GIẤY TỜ PHẢI NỘP:**\n1. Bản sao toàn bộ hồ sơ, giấy tờ liên quan đến nội dung khai sinh, cụ thể:\n   - Bản sao Giấy khai sinh đã cấp hợp lệ (nếu có), hoặc giấy tờ thay thế cấp trước 1945 (miền Bắc) và 1975 (miền Nam).\n   - Nếu không có giấy tờ trên, phải nộp bản sao các giấy tờ khác do cơ quan Việt Nam cấp như: CCCD/Hộ chiếu, giấy tờ về cư trú, Bằng tốt nghiệp, Học bạ, Chứng chỉ, hoặc giấy tờ khác có thông tin họ tên, ngày tháng năm sinh.\n2. Văn bản xác nhận của Thủ trưởng cơ quan, đơn vị về việc nội dung khai sinh phù hợp với hồ sơ quản lý (nếu người yêu cầu là cán bộ, công chức, viên chức, lực lượng vũ trang).\n3. Văn bản ủy quyền (nếu có). Không cần chứng thực nếu người được ủy quyền là ông, bà, cha, mẹ, con, vợ, chồng, anh, chị, em ruột.\n\n**C. GIẤY TỜ PHẢI XUẤT TRÌNH:**\n1. Giấy tờ tùy thân còn giá trị sử dụng (Hộ chiếu, Căn cước công dân...).\n2. Giấy tờ chứng minh thông tin về nơi cư trú (nếu CSDLQGVDC không có).\n\n**D. CÁC LƯU Ý QUAN TRỌNG:**\n- **Trách nhiệm của người yêu cầu:** Phải nộp đầy đủ bản sao các giấy tờ mình có và cam đoan về điều này, đồng thời chịu trách nhiệm nếu cam đoan không đúng sự thật.\n- **Hình thức giấy tờ:** Chấp nhận nộp bản sao chứng thực, bản sao từ sổ gốc, hoặc bản chụp kèm theo bản chính để đối chiếu. Giấy tờ trên ứng dụng VneID được chấp nhận.\n- **Trách nhiệm của cán bộ tiếp nhận:** Phải tiếp nhận đúng, đủ hồ sơ theo quy định, không yêu cầu thêm giấy tờ ngoài luật định và có trách nhiệm khai thác thông tin trên CSDLQGVDC.\n- **Giấy tờ nước ngoài:** Phải được hợp pháp hóa lãnh sự, trừ trường hợp được miễn.",
      "source_reference": "Mục 5.a",
      "keywords": [
        "hồ sơ",
        "giấy tờ",
        "đăng ký lại",
        "tờ khai",
        "cam đoan",
        "bản sao",
        "ủy quyền",
        "xuất trình",
        "VneID"
      ]
    },
    {
      "chunk_id": 2,
      "section_title": "Thời hạn giải quyết",
      "content": "05 ngày làm việc. Trường hợp phải có văn bản xác minh thì thời hạn giải quyết không quá 25 ngày.",
      "source_reference": "Mục 5.b",
      "keywords": ["thời hạn", "giải quyết", "xác minh"]
    },
    {
      "chunk_id": 3,
      "section_title": "Đối tượng và Cơ quan thực hiện",
      "content": "**Đối tượng thực hiện:** Cá nhân.\n**Cơ quan thực hiện:** Ủy ban nhân dân cấp xã nơi đã đăng ký khai sinh trước đây hoặc Ủy ban nhân dân cấp xã nơi người yêu cầu đăng ký lại khai sinh thường trú.\n**Cơ quan phối hợp:** Cơ quan quản lý CSDLQGVDC, UBND cấp xã nơi đăng ký cũ (nếu làm tại nơi thường trú), Cơ quan công an.",
      "source_reference": "Mục 5.c, 5.d, 5.đ",
      "keywords": [
        "đối tượng",
        "cơ quan",
        "thẩm quyền",
        "UBND cấp xã",
        "nơi đăng ký cũ",
        "nơi thường trú"
      ]
    },
    {
      "chunk_id": 4,
      "section_title": "Kết quả thực hiện thủ tục hành chính",
      "content": "- Giấy khai sinh (bản chính); bản sao Giấy khai sinh (nếu có yêu cầu).\n- Bản điện tử Giấy khai sinh.",
      "source_reference": "Mục 5.e",
      "keywords": ["kết quả", "giấy khai sinh", "bản sao"]
    },
    {
      "chunk_id": 5,
      "section_title": "Phí, lệ phí",
      "content": "- Nộp trực tiếp: 8.000 đồng; nộp trực tuyến (đến 31/12/2025): 4.000 đồng.\n- Mức khác: 5.000 đồng/trường hợp.\n- Mức khác cho nộp trực tiếp: 5.000 đồng; trực tuyến: 4.000 đồng.\n- Miễn lệ phí: Áp dụng cho nhiều trường hợp như người thuộc gia đình có công với cách mạng, người thuộc hộ nghèo, người khuyết tật, người cao tuổi, đồng bào dân tộc thiểu số ở các xã khó khăn.\n- Phí cấp bản sao (nếu có yêu cầu): 8.000 đồng/bản.",
      "source_reference": "Mục 5.g",
      "keywords": ["phí", "lệ phí", "trực tuyến", "trực tiếp", "miễn lệ phí"]
    },
    {
      "chunk_id": 6,
      "section_title": "Quy trình xử lý công việc",
      "content": "**Thời gian:** 05 ngày làm việc (không xác minh) hoặc 25 ngày (có xác minh).\n**Các bước thực hiện:**\n1. Cán bộ tại Trung tâm Phục vụ hành chính công tiếp nhận hồ sơ (½ ngày - 1 ngày).\n2. Công chức Tư pháp - Hộ tịch thẩm tra hồ sơ và tiến hành xác minh nếu cần (3 ngày - 22 ngày).\n3. Lãnh đạo UBND xem xét, ký duyệt hồ sơ (½ ngày - 1 ngày).\n4. Văn thư UBND đóng dấu văn bản (½ ngày).\n5. Cán bộ tại Trung tâm Phục vụ hành chính công ghi sổ và trả kết quả (½ ngày).",
      "source_reference": "Mục 5.l",
      "keywords": [
        "quy trình",
        "các bước",
        "thời gian",
        "tiếp nhận",
        "thẩm tra",
        "xác minh",
        "ký duyệt",
        "trả kết quả"
      ]
    }
  ]
}
