{
  "main_question": "Thủ tục đăng ký lại khai sinh được thực hiện như thế nào?",
  "question_variants": [
    "Tôi muốn đăng ký lại giấy khai sinh thì cần chuẩn bị hồ sơ gồm những gì?",
    "Hồ sơ làm lại giấy khai sinh cần giấy tờ gì?",
    "Tôi bị mất cả sổ hộ tịch và bản chính giấy khai sinh, vậy tôi cần giấy tờ gì để đăng ký lại?",
    "Nếu không có bản sao giấy khai sinh cũ, tôi có thể dùng bằng tốt nghiệp hoặc CCCD để thay thế không?",
    "Tôi là công chức nhà nước đi làm lại giấy khai sinh thì có cần thêm giấy tờ gì đặc biệt không?",
    "Khi đi làm lại giấy khai sinh, tôi có phải mang theo giấy tờ gốc để đối chiếu không?",
    "Cam đoan về việc đã nộp đủ giấy tờ hiện có trong tờ khai có ý nghĩa gì?",
    "Tôi có thể nhờ người thân đi làm thủ tục đăng ký lại khai sinh hộ được không?",
    "Ủy quyền cho anh chị em ruột đi làm lại giấy khai sinh có cần phải công chứng không?",
    "Thời gian làm lại giấy khai sinh mất bao lâu?",
    "Nếu hồ sơ của tôi cần xác minh thêm thì tối đa phải chờ bao nhiêu ngày?",
    "Tại sao trường hợp cần xác minh lại mất nhiều thời gian hơn?",
    "Tôi phải đến đâu để nộp hồ sơ đăng ký lại khai sinh?",
    "Tôi có thể làm thủ tục tại nơi tôi đang ở hay bắt buộc phải về nơi đăng ký khai sinh cũ?",
    "Lệ phí đăng ký lại giấy khai sinh là bao nhiêu tiền?",
    "Nộp hồ sơ trực tuyến có rẻ hơn nộp trực tiếp không?",
    "Gia đình tôi thuộc diện hộ nghèo thì có được miễn phí làm lại giấy khai sinh không?",
    "Tôi muốn xin thêm bản sao giấy khai sinh sau khi đăng ký lại thì chi phí thế nào?",
    "Quy trình đăng ký lại giấy khai sinh có mấy bước?",
    "Bước nào trong quy trình làm lại giấy khai sinh tốn nhiều thời gian nhất?",
    "Ai là người có thẩm quyền ký duyệt hồ sơ đăng ký lại khai sinh của tôi?",
    "Điều kiện bắt buộc để được đăng ký lại khai sinh là gì?",
    "Tôi sinh năm 2017 bị mất giấy khai sinh thì có được áp dụng thủ tục này không?",
    "Kết quả tôi nhận được sau khi hoàn tất thủ tục là gì?",
    "Có được cấp bản điện tử của giấy khai sinh được đăng ký lại không?",
    "Nếu tôi cam đoan không đúng sự thật về các giấy tờ mình có thì sẽ bị xử lý như thế nào?",
    "đăng ký lại khai sinh",
    "làm lại giấy khai sinh",
    "cấp lại khai sinh",
    "khai sinh bị mất",
    "mất giấy khai sinh",
    "thất lạc giấy sinh",
    "khai sinh bị hỏng",
    "khai sinh bị rách",
    "khai sinh cũ",
    "thay thế giấy khai sinh",
    "làm mới giấy sinh",
    "xin giấy sinh mới",
    "duplicate khai sinh",
    "thủ tục làm lại giấy tờ",
    "giấy tờ bị mất",
    "chứng minh nhân thân bị mất",
    "sổ hộ tịch bị mất",
    "không có giấy tờ gốc",
    "backup giấy khai sinh",
    "reissue birth certificate",
    "khai sinh bị tiêu hủy",
    "restoration giấy sinh",
    "phục hồi giấy tờ",
    "giấy tờ thay thế",
    "bản sao không còn dùng được",
    "giấy cũ không đọc được",
    "tài liệu bị hư hại",
    "khai sinh bị lạm dụng",
    "security breach giấy tờ",
    "renew giấy sinh",
    "update thông tin khai sinh",
    "chỉnh sửa giấy sinh",
    "correction khai sinh",
    "sửa lỗi giấy tờ",
    "amend birth record",
    "cập nhật hồ sơ sinh"
  ]
}
