{
  "main_question": "Thủ tục thay đổi, cải chính, bổ sung thông tin hộ tịch, xác định lại dân tộc có yếu tố nước ngoài được thực hiện như thế nào?",
  "question_variants": [
    "Tôi muốn thay đổi họ cho con tôi có yếu tố nước ngoài thì cần hồ sơ gì?",
    "Hồ sơ để sửa lại ngày sinh bị sai trên giấy khai sinh có yếu tố nước ngoài gồm những gì?",
    "Cần giấy tờ gì để bổ sung thông tin còn thiếu trên giấy tờ hộ tịch có yếu tố nước ngoài?",
    "Giấy tờ làm căn cứ để thay đổi hộ tịch do cơ quan nước ngoài cấp có cần hợp pháp hóa lãnh sự không?",
    "Thời gian giải quyết thủ tục bổ sung thông tin hộ tịch mất bao lâu?",
    "Nếu hồ sơ cải chính hộ tịch của tôi cần xác minh thêm thì tối đa phải chờ bao nhiêu ngày?",
    "Thời gian làm thủ tục thay đổi họ tên và bổ sung thông tin có khác nhau không?",
    "Điều kiện để được thay đổi họ tên cho con dưới 18 tuổi là gì?",
    "Con tôi 10 tuổi, khi đổi tên cho cháu có cần phải hỏi ý kiến của cháu không?",
    "Tôi có thể yêu cầu cải chính thông tin trên giấy khai sinh để khớp với giấy tờ nước ngoài được không?",
    "Điều kiện để được bổ sung thông tin quốc tịch Việt Nam vào giấy tờ hộ tịch là gì?",
    "Tôi phải đến đâu để làm thủ tục thay đổi thông tin hộ tịch có yếu tố nước ngoài?",
    "Lệ phí cho thủ tục cải chính hộ tịch là bao nhiêu?",
    "Gia đình tôi thuộc hộ nghèo thì có được miễn lệ phí không?",
    "Quy trình xử lý hồ sơ thay đổi hộ tịch gồm mấy bước?",
    "Ai là người có thẩm quyền ký duyệt hồ sơ của tôi?",
    "Tôi có thể nộp hồ sơ bằng bản chụp qua mạng được không?",
    "Sự khác nhau giữa thay đổi hộ tịch và cải chính hộ tịch là gì?",
    "Thủ tục cải chính hộ tịch có yếu tố nước ngoài khác gì với thủ tục thông thường?",
    "Tôi có thể dùng giấy khai sinh do nước ngoài cấp để sửa thông tin trên giấy khai sinh Việt Nam không?",
    "Giấy tờ nước ngoài nào cần hợp pháp hóa lãnh sự để làm thủ tục này?",
    "Tôi có thể làm thủ tục thay đổi họ tên cho con (có yếu tố nước ngoài) ở nơi tôi đang tạm trú không?",
    "Lệ phí xác định lại dân tộc cho người có quốc tịch nước ngoài là bao nhiêu?",
    "cải chính hộ tịch nước ngoài",
    "thay đổi họ tên có yếu tố nước ngoài",
    "bổ sung hộ tịch nước ngoài",
    "xác định lại dân tộc cho người nước ngoài",
    "hợp pháp hóa lãnh sự giấy tờ hộ tịch"
  ]
}