{
  "metadata": {
    "source": "data/documents/quy_trinh_chung_thuc/Quy trình NB chứng thực dùng chung/3. Thủ tục chứng thực chữ ký trong các giấy tờ, văn bản.doc",
    "title": "Thủ tục chứng thực chữ ký trong các giấy tờ, văn bản",
    "code": "QT 03/CT-HCTP",
    "issuing_authority": "Sở Tư pháp",
    "effective_date": "2025-07-07",
    "executing_agency": "Phòng công chứng",
    "applicant_type": ["Cá nhân"],
    "processing_time_text": "Ngay trong ngày tiếp nhận yêu cầu. Nếu nhận sau 15 giờ thì trả kết quả vào ngày làm việc tiếp theo. Có thể kéo dài không quá 02 ngày làm việc nếu hồ sơ phức tạp hoặc theo thỏa thuận.",
    "fee_vnd": 10000,
    "fee_text": "10.000 đồng/trường hợp (một hoặc nhiều chữ ký trong một giấy tờ).",
    "has_form": false,
    "requirements_conditions": "**Các trường hợp không được chứng thực chữ ký:**\n- Tại thời điểm chứng thực, người yêu cầu không nhận thức và làm chủ được hành vi của mình.\n- Người yêu cầu xuất trình giấy tờ tùy thân không còn giá trị sử dụng hoặc giả mạo.\n- Giấy tờ, văn bản có nội dung trái pháp luật, đạo đức xã hội; tuyên truyền, kích động chiến tranh; xuyên tạc lịch sử; xúc phạm danh dự, nhân phẩm, uy tín của cá nhân, tổ chức; vi phạm quyền công dân.\n- Giấy tờ, văn bản có nội dung là hợp đồng, giao dịch, trừ một số trường hợp Giấy ủy quyền cụ thể (nộp/nhận hộ hồ sơ, nhận lương hưu/trợ cấp, trông nom nhà cửa, vay vốn tại Ngân hàng chính sách xã hội).",
    "legal_basis_references": [
      "Nghị định số 23/2015/NĐ-CP",
      "Nghị định số 07/2025/NĐ-CP",
      "Thông tư số 01/2020/TT-BTP",
      "Thông tư số 226/2016/TT-BTC",
      "Thông tư số 264/2016/TT-BTC",
      "Thông tư số 257/2016/TT-BTC"
    ]
  },
  "content_chunks": [
    {
      "chunk_id": 1,
      "section_title": "Thành phần hồ sơ và các lưu ý quan trọng",
      "content": "Người yêu cầu chứng thực chỉ cần xuất trình các giấy tờ sau, không cần nộp thành bộ hồ sơ:\n\n**A. GIẤY TỜ PHẢI XUẤT TRÌNH:**\n1. Bản chính hoặc bản sao có chứng thực giấy tờ tùy thân còn giá trị sử dụng (CCCD/CMND/Hộ chiếu...) hoặc Căn cước điện tử.\n2. Giấy tờ, văn bản mà người yêu cầu sẽ ký vào để chứng thực.\n\n**B. LƯU Ý QUAN TRỌNG:**\n- **Đối với văn bản tiếng nước ngoài:** Nếu người thực hiện chứng thực không hiểu rõ nội dung, họ có quyền yêu cầu người yêu cầu nộp kèm bản dịch ra tiếng Việt. Người yêu cầu phải chịu trách nhiệm về nội dung bản dịch này.",
      "source_reference": "Mục 5.a",
      "keywords": [
        "hồ sơ",
        "giấy tờ",
        "chứng thực chữ ký",
        "xuất trình",
        "bản chính",
        "tiếng nước ngoài"
      ]
    },
    {
      "chunk_id": 2,
      "section_title": "Thời hạn giải quyết",
      "content": "Ngay trong ngày cơ quan, tổ chức tiếp nhận yêu cầu hoặc trong ngày làm việc tiếp theo nếu tiếp nhận yêu cầu sau 15 giờ. Đối với trường hợp phức tạp (nhiều loại giấy tờ, nhiều trang, số lượng bản sao lớn), thời hạn có thể kéo dài thêm không quá 02 ngày làm việc hoặc theo thỏa thuận.",
      "source_reference": "Mục 5.b",
      "keywords": [
        "thời hạn",
        "giải quyết",
        "trong ngày",
        "ngay lập tức",
        "kéo dài"
      ]
    },
    {
      "chunk_id": 3,
      "section_title": "Yêu cầu, điều kiện và các trường hợp không được chứng thực",
      "content": "**Điều kiện:** Người yêu cầu phải xuất trình bản chính giấy tờ, văn bản cần chứng thực chữ ký.\n\n**Các trường hợp không được chứng thực chữ ký:**\n- Tại thời điểm chứng thực, người yêu cầu không nhận thức và làm chủ được hành vi của mình.\n- Người yêu cầu xuất trình Giấy chứng minh nhân dân hoặc Hộ chiếu không còn giá trị sử dụng hoặc giả mạo.\n- Giấy tờ, văn bản có nội dung trái pháp luật, đạo đức xã hội; tuyên truyền, kích động chiến tranh, chống chế độ xã hội chủ nghĩa Việt Nam; xuyên tạc lịch sử của dân tộc Việt Nam; xúc phạm danh dự, nhân phẩm, uy tín của cá nhân, tổ chức; vi phạm quyền công dân.\n- Giấy tờ, văn bản có nội dung là hợp đồng, giao dịch, trừ các trường hợp Giấy ủy quyền sau: (1) ủy quyền nộp hộ, nhận hộ hồ sơ, giấy tờ (trừ trường hợp pháp luật cấm); (2) ủy quyền nhận hộ lương hưu, bưu phẩm, trợ cấp; (3) ủy quyền nhờ trông nom nhà cửa; (4) ủy quyền của thành viên hộ gia đình để vay vốn tại Ngân hàng chính sách xã hội.",
      "source_reference": "Mục 5.h",
      "keywords": [
        "điều kiện",
        "yêu cầu",
        "không được chứng thực",
        "hợp đồng",
        "giao dịch",
        "giấy ủy quyền",
        "nội dung cấm"
      ]
    },
    {
      "chunk_id": 4,
      "section_title": "Quy trình xử lý công việc",
      "content": "**Thời gian:** 01 ngày làm việc hoặc có thể kéo dài hơn.\n**Các bước thực hiện:**\n1. Chuyên viên tiếp nhận hồ sơ, kiểm tra giấy tờ.\n2. Công chứng viên xem xét hồ sơ, yêu cầu người yêu cầu ký trước mặt mình và thực hiện chứng thực.\n3. Văn thư đóng dấu, thu lệ phí và trả kết quả cho người dân.",
      "source_reference": "Mục 5.k",
      "keywords": [
        "quy trình",
        "các bước",
        "tiếp nhận",
        "công chứng viên",
        "ký trước mặt",
        "trả kết quả"
      ]
    }
  ]
}
