{
  "main_question": "Thủ tục ghi chú ly hôn ở nước ngoài vào sổ hộ tịch Việt Nam được thực hiện như thế nào?",
  "question_variants": [
    "Tôi đã ly hôn ở nước ngoài, giờ muốn ghi chú vào sổ hộ tịch ở Việt Nam thì cần hồ sơ gì?",
    "Hồ sơ ghi chú việc ly hôn ở nước ngoài gồm những giấy tờ gì?",
    "Bản án ly hôn của tòa án nước ngoài có cần hợp pháp hóa lãnh sự không?",
    "Tôi đã ly hôn nhiều lần ở nước ngoài, có phải ghi chú tất cả các lần không?",
    "Tôi có thể ủy quyền cho người thân ở Việt Nam đi làm thủ tục ghi chú ly hôn giúp được không?",
    "Thời gian làm thủ tục ghi chú ly hôn mất bao lâu?",
    "Nếu hồ sơ của tôi cần xác minh thêm thì tối đa phải chờ bao nhiêu ngày?",
    "Điều kiện để được ghi chú việc ly hôn ở nước ngoài là gì?",
    "Trường hợp nào thì việc ly hôn ở nước ngoài không được công nhận tại Việt Nam?",
    "Tại sao tôi phải làm thủ tục ghi chú ly hôn trước khi đăng ký kết hôn mới tại Việt Nam?",
    "Tôi phải đến đâu để làm thủ tục ghi chú ly hôn?",
    "Quy trình xử lý hồ sơ ghi chú ly hôn gồm mấy bước?",
    "Bước nào trong quy trình mất nhiều thời gian nhất?",
    "Lệ phí cho thủ tục này là bao nhiêu?",
    "Nếu tôi thuộc hộ nghèo thì có được miễn lệ phí không?",
    "Sau khi làm xong thủ tục tôi sẽ nhận được giấy tờ gì?",
    "Có được cấp bản điện tử của trích lục ghi chú ly hôn không?",
    "Tôi có thể nộp hồ sơ bằng bản chụp qua mạng được không?",
    "Khi đi làm thủ tục có cần mang theo giấy tờ tùy thân bản gốc không?",
    "Ghi chú ly hôn và ghi chú hủy kết hôn khác nhau không?",
    "Làm sao để biết bản án ly hôn của nước ngoài đã có hiệu lực pháp luật?",
    "Nếu tôi không ghi chú ly hôn ở nước ngoài thì có được kết hôn mới ở Việt Nam không?",
    "Bản án ly hôn của nước ngoài có cần dịch sang tiếng Việt không?",
    "Lệ phí ghi chú ly hôn là bao nhiêu?",
    "ghi chú ly hôn",
    "ghi chú hủy kết hôn",
    "hợp pháp hóa ly hôn nước ngoài",
    "công nhận ly hôn ở nước ngoài",
    "thủ tục ghi vào sổ hộ tịch việc ly hôn",
    "hợp pháp hóa lãnh sự bản án ly hôn"
  ]
}