{
  "metadata": {
    "source": "data/documents/quy_trinh_nuoi_con_nuoi/ISO NCN MOI/1. STP -Giải quyết việc nuôi con nuôi có yếu tố nước ngoài đối với trẻ em sống ở cơ sở nuôi dưỡng (1).doc",
    "title": "Giải quyết việc nuôi con nuôi có yếu tố nước ngoài đối với trẻ em sống ở cơ sở nuôi dưỡng",
    "code": "QT 01/CT-HCTP",
    "issuing_authority": "Sở Tư pháp",
    "effective_date": "2025-07-07",
    "executing_agency": "Cục Hành chính tư pháp; UBND thành phố Cần Thơ; Sở Tư pháp thành phố Cần Thơ.",
    "applicant_type": [
      "Văn phòng con nuôi nước ngoài",
      "Người nước ngoài thường trú ở nước ngoài",
      "Người Việt Nam định cư ở nước ngoài",
      "Người nước ngoài đang làm việc, học tập tại Việt Nam",
      "Cơ sở nuôi dưỡng trẻ em"
    ],
    "processing_time_text": "Quy trình có nhiều giai đoạn phức tạp với các thời hạn khác nhau, liên quan đến nhiều cơ quan (Sở Tư pháp, Công an, Cục Hành chính tư pháp, UBND cấp tỉnh). Tổng thời gian có thể kéo dài nhiều tháng, phụ thuộc vào việc xác minh, lấy ý kiến, giới thiệu trẻ và hoàn tất thủ tục giữa hai quốc gia.",
    "fee_vnd": 9000000,
    "fee_text": "Lệ phí: 9.000.000 đồng/trường hợp (giảm 50% cho trẻ thứ hai trở đi là anh chị em ruột). Chi phí giải quyết: 50.000.000 đồng/trường hợp (miễn chi phí cho trẻ em khuyết tật, mắc bệnh hiểm nghèo).",
    "has_form": true,
    "requirements_conditions": "**Điều kiện đối với người nhận con nuôi:**\n- Phải đáp ứng đủ điều kiện theo pháp luật của nước nơi họ thường trú.\n- Đáp ứng các điều kiện của Luật Nuôi con nuôi Việt Nam, bao gồm:\n  + Có năng lực hành vi dân sự đầy đủ.\n  + Hơn con nuôi từ 20 tuổi trở lên.\n  + Có điều kiện về sức khỏe, kinh tế, chỗ ở.\n  + Có tư cách đạo đức tốt.\n  + Không thuộc các trường hợp bị cấm nhận con nuôi (đang bị hạn chế quyền cha mẹ, đang chấp hành hình phạt tù, chưa được xóa án tích về các tội xâm phạm tính mạng, sức khỏe, nhân phẩm, danh dự của người khác...).\n\n**Điều kiện đối với trẻ em được nhận làm con nuôi:**\n- Dưới 16 tuổi.\n- Là trẻ em bị bỏ rơi, mồ côi, hoặc có hoàn cảnh đặc biệt khác đang sống tại cơ sở nuôi dưỡng.\n- Một người chỉ được làm con của một người độc thân hoặc của cả hai người là vợ chồng.",
    "legal_basis_references": [
      "Luật Nuôi con nuôi 2010",
      "Nghị định số 19/2011/NĐ-CP",
      "Nghị định số 24/2019/NĐ-CP",
      "Nghị định số 06/2025/NĐ-CP",
      "Nghị định số 120/2025/NĐ-CP",
      "Nghị định số 114/2016/NĐ-CP",
      "Thông tư số 08/2025/TT-BTP",
      "Thông tư số 10/2025/TT-BTP",
      "Thông tư số 10/2020/TT-BTP",
      "Thông tư liên tịch số 146/2012/TTLT-BTC-BTP",
      "Thông tư số 21/2011/TT-BTP",
      "Thông tư số 267/2016/TT-BTC",
      "Thông tư số 11/2021/TT-BTP",
      "Thông tư số 07/2023/TT-BTP"
    ]
  },
  "content_chunks": [
    {
      "chunk_id": 1,
      "section_title": "Thành phần, số lượng hồ sơ và các lưu ý quan trọng",
      "content": "Hồ sơ được lập thành 2 phần riêng biệt cho người nhận con nuôi và người được nhận làm con nuôi.\n\n**A. HỒ SƠ CỦA NGƯỜI NHẬN CON NUÔI (02 BỘ):**\n1. Đơn xin nhận trẻ em Việt Nam làm con nuôi (theo mẫu song ngữ).\n2. Bản sao Hộ chiếu hoặc giấy tờ có giá trị thay thế.\n3. Văn bản cho phép được nhận con nuôi ở Việt Nam.\n4. Bản điều tra về tâm lý, gia đình (còn giá trị trong 12 tháng).\n5. Văn bản xác nhận tình trạng sức khỏe (còn giá trị trong 12 tháng).\n6. Văn bản xác nhận thu nhập và tài sản (còn giá trị trong 12 tháng).\n7. Phiếu lý lịch tư pháp (còn giá trị trong 12 tháng).\n8. Văn bản xác nhận tình trạng hôn nhân (Giấy chứng nhận kết hôn hoặc Giấy xác nhận tình trạng hôn nhân).\n9. Giấy tờ chứng minh đang làm việc, học tập liên tục tại Việt Nam ít nhất 01 năm (đối với người nước ngoài thuộc diện này).\n\n**B. HỒ SƠ CỦA TRẺ EM ĐƯỢC NHẬN LÀM CON NUÔI (03 BỘ):**\n1. Giấy khai sinh.\n2. Giấy khám sức khỏe cấp chưa quá 12 tháng.\n3. Hai ảnh toàn thân, nhìn thẳng chụp không quá 06 tháng.\n4. Giấy tờ chứng minh hoàn cảnh đặc biệt: Biên bản xác nhận trẻ bị bỏ rơi, Giấy chứng tử của cha mẹ, Quyết định của Tòa án tuyên bố cha mẹ đã chết/mất tích/mất năng lực hành vi dân sự.\n5. Quyết định tiếp nhận trẻ em vào cơ sở nuôi dưỡng.\n6. Văn bản về đặc điểm, sở thích, thói quen của trẻ (lập chưa quá 12 tháng).\n7. Tài liệu chứng minh đã tìm gia đình thay thế trong nước không thành.\n\n**C. LƯU Ý QUAN TRỌNG:**\n- **Hợp pháp hóa lãnh sự:** Tất cả các giấy tờ do cơ quan nước ngoài cấp phải được hợp pháp hóa lãnh sự, trừ trường hợp được miễn.\n- **Dịch thuật và chứng thực:** Tất cả các giấy tờ bằng tiếng nước ngoài phải được dịch ra tiếng Việt và bản dịch phải được chứng thực.",
      "source_reference": "Mục 5.a",
      "keywords": [
        "hồ sơ",
        "giấy tờ",
        "nuôi con nuôi",
        "yếu tố nước ngoài",
        "đơn xin",
        "phiếu lý lịch tư pháp",
        "hợp pháp hóa lãnh sự",
        "cơ sở nuôi dưỡng"
      ]
    },
    {
      "chunk_id": 2,
      "section_title": "Thời hạn giải quyết (Chi tiết các giai đoạn)",
      "content": "Quy trình giải quyết có nhiều giai đoạn với thời hạn khác nhau:\n- **Lấy ý kiến và kiểm tra hồ sơ (Sở Tư pháp):** 20 ngày.\n- **Thời gian chờ thay đổi ý kiến của người liên quan:** 30 ngày.\n- **Xác minh nguồn gốc trẻ bị bỏ rơi (Công an):** 30 ngày.\n- **Niêm yết thông báo tìm cha mẹ đẻ (nếu có):** 60 ngày.\n- **Thẩm định hồ sơ người nhận nuôi (Cục Hành chính tư pháp):** 15 ngày.\n- **Giới thiệu trẻ em làm con nuôi (Sở Tư pháp):** 30 ngày.\n- **UBND cấp tỉnh cho ý kiến:** 10 ngày.\n- **Ra quyết định cho trẻ làm con nuôi (UBND cấp tỉnh):** 15 ngày.\n- **Thời gian người nhận con nuôi phải có mặt tại Việt Nam:** 60 - 90 ngày.",
      "source_reference": "Mục 5.b",
      "keywords": [
        "thời hạn",
        "giải quyết",
        "xác minh",
        "lấy ý kiến",
        "thẩm định",
        "giới thiệu trẻ",
        "niêm yết"
      ]
    },
    {
      "chunk_id": 3,
      "section_title": "Quy trình xử lý công việc",
      "content": "**Các bước chính:**\n1. **Tiếp nhận hồ sơ:** Bộ phận tiếp nhận và trả kết quả tiếp nhận hồ sơ từ cơ sở nuôi dưỡng và người nhận con nuôi (thông qua Cục Hành chính tư pháp).\n2. **Thẩm tra và lấy ý kiến:** Sở Tư pháp kiểm tra hồ sơ, lấy ý kiến của cha mẹ đẻ/người giám hộ (nếu có).\n3. **Xác minh nguồn gốc:** Công an cấp tỉnh xác minh nguồn gốc của trẻ em bị bỏ rơi.\n4. **Tìm gia đình thay thế (nếu cần):** Niêm yết thông báo tìm cha mẹ đẻ cho trẻ bị bỏ rơi.\n5. **Thẩm định hồ sơ người nhận nuôi:** Cục Hành chính tư pháp kiểm tra, thẩm định hồ sơ của người nước ngoài.\n6. **Giới thiệu trẻ:** Sở Tư pháp tiến hành giới thiệu trẻ em cho người nhận con nuôi.\n7. **UBND cấp tỉnh cho ý kiến:** UBND cấp tỉnh xem xét và cho ý kiến về việc giới thiệu.\n8. **Hoàn tất thủ tục tại Cục Hành chính tư pháp:** Cục Hành chính tư pháp kiểm tra lại toàn bộ kết quả và thông báo cho Sở Tư pháp.\n9. **Ra quyết định:** Sở Tư pháp trình UBND cấp tỉnh ra Quyết định cho trẻ em làm con nuôi nước ngoài.\n10. **Tổ chức lễ giao nhận:** Sở Tư pháp tổ chức lễ giao nhận con nuôi và trao Quyết định.",
      "source_reference": "Mục 5.m",
      "keywords": [
        "quy trình",
        "các bước",
        "Sở Tư pháp",
        "Cục Hành chính tư pháp",
        "UBND cấp tỉnh",
        "Công an",
        "giao nhận con nuôi"
      ]
    }
  ]
}
