{
  "main_question": "Giải quyết việc nuôi con nuôi có yếu tố nước ngoài đối với trẻ em sống ở cơ sở nuôi dưỡng cần điều kiện gì?",
  "question_variants": [
    "Hồ sơ xin nhận con nuôi có yếu tố nước ngoài cần chuẩn bị những giấy tờ gì?",
    "Hồ sơ của một đứa trẻ ở cơ sở nuôi dưỡng cần có những gì để được nhận làm con nuôi?",
    "Tổng chi phí để nhận một đứa trẻ ở Việt Nam làm con nuôi là bao nhiêu?",
    "Lệ phí và chi phí giải quyết việc nuôi con nuôi nước ngoài khác nhau ra sao?",
    "Toàn bộ quy trình nhận con nuôi có yếu tố nước ngoài thường kéo dài bao lâu?",
    "Thủ tục nhận con nuôi nước ngoài làm ở cơ quan nào, Sở Tư pháp hay UBND tỉnh?",
    "Giấy tờ do nước ngoài cấp có cần phải hợp pháp hóa lãnh sự không?",
    "Tất cả giấy tờ bằng tiếng nước ngoài có cần dịch sang tiếng Việt và chứng thực không?",
    "Phiếu lý lịch tư pháp của tôi để làm hồ sơ có giá trị trong bao lâu?",
    "Việc xác minh nguồn gốc của trẻ bị bỏ rơi do cơ quan nào thực hiện và mất bao lâu?",
    "Tôi có phải có mặt ở Việt Nam trong suốt quá trình làm thủ tục không?",
    "Khoảng thời gian bắt buộc tôi phải có mặt tại Việt Nam để nhận con là bao lâu?",
    "Nếu tôi muốn nhận nuôi hai anh em ruột thì lệ phí có được giảm không?",
    "Trường hợp nào thì được miễn chi phí giải quyết 50 triệu đồng?",
    "Bản điều tra về tâm lý, gia đình do cơ quan nào cấp mới được chấp nhận?",
    "Lễ giao nhận con nuôi được tổ chức ở đâu và khi nào?",
    "Ai là người ra quyết định cuối cùng cho phép trẻ em làm con nuôi nước ngoài?",
    "Tôi là người Việt Nam định cư ở nước ngoài, thủ tục có giống người nước ngoài hoàn toàn không?",
    "Chi phí giải quyết việc nuôi con nuôi nước ngoài 50 triệu đồng là gì?",
    "nuôi con nuôi nước ngoài",
    "thủ tục nhận con nuôi quốc tế",
    "giấy tờ nhận con nuôi nước ngoài",
    "chi phí nhận con nuôi nước ngoài",
    "lệ phí nhận con nuôi nước ngoài",
    "nhận con nuôi ở cơ sở nuôi dưỡng",
    "nhận con nuôi hai anh em",
    "giấy tờ nước ngoài nhận con nuôi",
    "dịch giấy tờ nhận con nuôi",
    "giao nhận con nuôi nước ngoài"
  ]
}
