{
  "main_question": "Thủ tục đăng ký lại khai tử được thực hiện như thế nào?",
  "question_variants": [
    "Tôi bị mất giấy chứng tử của người thân, giờ muốn làm lại thì cần hồ sơ gì?",
    "Hồ sơ đăng ký lại khai tử bao gồm những giấy tờ nào?",
    "Nếu không còn bản sao giấy chứng tử cũ, tôi có thể dùng giấy tờ cá nhân khác để thay thế không?",
    "Văn bản cam đoan về việc đã nộp đủ giấy tờ hiện có cần công chứng không?",
    "Tôi có thể ủy quyền cho con cái đi làm thủ tục này hộ được không?",
    "Ủy quyền cho người thân đi làm lại giấy chứng tử có cần phải công chứng không?",
    "Thời gian làm lại giấy chứng tử mất bao lâu?",
    "Nếu hồ sơ của tôi cần xác minh thêm thì tối đa phải chờ bao nhiêu ngày?",
    "Điều kiện để được đăng ký lại khai tử là gì?",
    "Người thân tôi mất năm 2018 và bị mất giấy tờ, vậy có thuộc đối tượng được đăng ký lại không?",
    "Tôi phải đến đâu để nộp hồ sơ đăng ký lại khai tử?",
    "Bắt buộc phải về đúng UBND xã nơi đã đăng ký khai tử trước đây để làm thủ tục phải không?",
    "Lệ phí đăng ký lại khai tử là bao nhiêu?",
    "Gia đình tôi thuộc hộ nghèo thì có được miễn lệ phí làm lại giấy chứng tử không?",
    "Quy trình xử lý hồ sơ đăng ký lại khai tử gồm mấy bước?",
    "Bước xác minh thông tin thường kéo dài bao lâu?",
    "Ai là người có thẩm quyền ký trích lục khai tử?",
    "Sau khi hoàn tất thủ tục tôi sẽ nhận được giấy tờ gì?",
    "Có được cấp bản điện tử của trích lục khai tử không?",
    "Tôi có thể dùng VneID để xuất trình giấy tờ tùy thân của mình không?",
    "Bị mất giấy chứng tử thì làm lại hay xin cấp bản sao?",
    "Điều kiện để đăng ký lại khai tử là gì? Phải mất cả giấy và sổ gốc à?",
    "Nếu chỉ mất giấy chứng tử nhưng trong sổ hộ tịch của xã vẫn còn thì có được đăng ký lại không?",
    "Người thân tôi mất trước 2016, mất hết giấy tờ, giờ làm lại giấy chứng tử ở đâu?",
    "Có thể đăng ký lại khai tử ở nơi thường trú hiện tại không?",
    "Tại sao phải quay về đúng nơi đăng ký khai tử ban đầu để làm lại?",
    "Nếu không có bản sao giấy chứng tử, tôi có thể dùng ảnh bia mộ để chứng minh không?",
    "đăng ký lại khai tử",
    "làm lại giấy chứng tử",
    "thủ tục mất giấy chứng tử",
    "điều kiện đăng ký lại khai tử",
    "lệ phí làm lại giấy tử"
  ]
}