{
  "main_question": "Thủ tục đăng ký khai sinh kết hợp nhận cha, mẹ, con có yếu tố nước ngoài được thực hiện như thế nào?",
  "question_variants": [
    "Tôi muốn làm giấy khai sinh cho con với người nước ngoài và đăng ký nhận cha cho con cùng lúc thì cần hồ sơ gì?",
    "Hồ sơ làm thủ tục 2 trong 1 (khai sinh và nhận cha con) có yếu tố nước ngoài gồm những gì?",
    "Nếu cha của đứa trẻ là người nước ngoài thì cần nộp thêm giấy tờ gì đặc biệt không?",
    "Cần chuẩn bị mấy bộ hồ sơ cho thủ tục kết hợp này?",
    "Con tôi sinh ra ở nước ngoài, giờ về Việt Nam làm giấy khai sinh kết hợp nhận cha thì cần giấy tờ gì?",
    "Giấy tờ do cơ quan nước ngoài cấp có cần hợp pháp hóa lãnh sự không?",
    "Văn bản thỏa thuận lựa chọn quốc tịch cho con cần có chữ ký của cả hai vợ chồng phải không?",
    "Nếu không có giấy tờ giám định ADN, tôi có thể dùng văn bản cam đoan để làm thủ tục nhận con không?",
    "Làm thủ tục kết hợp này mất bao lâu?",
    "Thời gian giải quyết hồ sơ đăng ký khai sinh có yếu tố nước ngoài là bao nhiêu ngày?",
    "Điều kiện để làm thủ tục này là gì?",
    "Nếu một trong hai bên (cha hoặc con) không còn sống thì có làm thủ tục được không?",
    "Tôi có thể nộp hồ sơ ở đâu?",
    "Cơ quan nào có thẩm quyền giải quyết thủ tục này?",
    "Lệ phí cho thủ tục này được tính như thế nào?",
    "Chi phí làm giấy khai sinh cho con có cha là người nước ngoài là bao nhiêu?",
    "Sau khi hoàn tất thủ tục tôi sẽ nhận được những giấy tờ gì?",
    "Quy trình xử lý hồ sơ có bước niêm yết công khai không?",
    "Ai là người ký giấy khai sinh và trích lục nhận cha mẹ con?",
    "Tôi có thể dùng ứng dụng VneID để xuất trình giấy tờ tùy thân không?",
    "Nếu con tôi sinh ở nước ngoài, tôi cần giấy tờ gì để chứng minh cháu đang ở Việt Nam hợp pháp?",
    "khai sinh nhận cha nước ngoài",
    "làm khai sinh con lai",
    "thủ tục khai sinh yếu tố nước ngoài",
    "giấy tờ khai sinh con lai",
    "nhận cha con nước ngoài",
    "khai sinh 2 trong 1",
    "khai sinh nhận con cùng lúc",
    "giấy tờ nước ngoài khai sinh",
    "thủ tục nhận con lai",
    "khai sinh con có quốc tịch nước ngoài",
    "Thủ tục khai sinh có yếu tố nước ngoài mất 10 ngày đúng không?",
    "Điều kiện để đăng ký nhận cha con là gì, có phải cả hai phải còn sống không?",
    "Giấy tờ của nước ngoài có cần hợp pháp hóa lãnh sự để làm khai sinh không?",
    "Văn bản thỏa thuận quốc tịch cho con là gì và cần khi nào?",
    "Tại sao lại có bước niêm yết 7 ngày trong quy trình khai sinh có yếu tố nước ngoài?",
    "Hồ sơ khai sinh cho con có cha là người nước ngoài cần những gì?",
    "Tôi cần nộp Tờ khai đăng ký khai sinh và Tờ khai đăng ký nhận cha, mẹ, con riêng hay chung?",
    "Nếu không có giấy chứng sinh, tôi có thể dùng giấy cam đoan của người làm chứng không?",
    "Chứng cứ để chứng minh quan hệ cha con ngoài giám định ADN còn có gì khác?",
    "Kết quả cuối cùng tôi nhận được là Giấy khai sinh và Trích lục nhận cha, mẹ, con phải không?",
    "UBND cấp xã có phải là cơ quan giải quyết thủ tục này không?",
    "khai sinh nước ngoài 10 ngày",
    "điều kiện nhận con lai",
    "hợp pháp hóa lãnh sự giấy khai sinh",
    "niêm yết nhận cha con",
    "thỏa thuận quốc tịch con",
    "lệ phí khai sinh con lai",
    "hồ sơ nhận con có yếu tố nước ngoài"
  ]
}

