{
  "metadata": {
    "source": "data/documents/quy_trinh_nuoi_con_nuoi/ISO NCN MOI/1. Cấp xã - Đăng ký việc nuôi con nuôi trong nước (1).doc",
    "title": "Đăng ký việc nuôi con nuôi trong nước",
    "code": "QT 01/CX-HCTP",
    "issuing_authority": "Sở Tư pháp",
    "effective_date": "2025-07-09",
    "executing_agency": "Ủy ban nhân dân cấp xã",
    "applicant_type": ["Cá nhân"],
    "processing_time_text": "Tổng thời gian khoảng 30 ngày, bao gồm: 10 ngày kiểm tra hồ sơ và lấy ý kiến, 15 ngày để các bên liên quan thay đổi ý kiến (nếu có), và 05 ngày để tổ chức giao nhận con nuôi và trao giấy chứng nhận.",
    "fee_vnd": 400000,
    "fee_text": "Lệ phí là 400.000 đồng/trường hợp. Miễn lệ phí cho các trường hợp: cha dượng/mẹ kế nhận con riêng của vợ/chồng; cô, cậu, dì, chú, bác ruột nhận cháu; nhận trẻ em khuyết tật, nhiễm HIV/AIDS hoặc bệnh hiểm nghèo; người có công với cách mạng nhận con nuôi.",
    "has_form": true,
    "requirements_conditions": "**Điều kiện đối với người nhận con nuôi:**\n- Có năng lực hành vi dân sự đầy đủ.\n- Hơn con nuôi từ 20 tuổi trở lên (không áp dụng với trường hợp cha dượng/mẹ kế nhận con riêng hoặc người thân ruột thịt nhận cháu).\n- Có điều kiện về sức khỏe, kinh tế, chỗ ở (không áp dụng với trường hợp cha dượng/mẹ kế nhận con riêng hoặc người thân ruột thịt nhận cháu).\n- Có tư cách đạo đức tốt.\n\n**Các trường hợp không được nhận con nuôi:**\n- Đang bị hạn chế một số quyền của cha, mẹ đối với con chưa thành niên.\n- Đang chấp hành quyết định xử lý hành chính tại cơ sở giáo dục, cơ sở chữa bệnh.\n- Đang chấp hành hình phạt tù.\n- Chưa được xóa án tích về các tội xâm phạm tính mạng, sức khỏe, nhân phẩm, danh dự, tài sản; ngược đãi người thân; các tội liên quan đến trẻ em.\n\n**Điều kiện đối với trẻ em được nhận làm con nuôi:**\n- Trẻ em dưới 16 tuổi (hoặc dưới 18 tuổi nếu là con riêng hoặc cháu ruột được nhận làm con nuôi).\n- Là trẻ em bị bỏ rơi, mồ côi, hoặc không nơi nương tựa.\n- Một người chỉ được làm con của một người độc thân hoặc của cả hai người là vợ chồng.",
    "legal_basis_references": [
      "Luật Nuôi con nuôi 2010",
      "Nghị định số 19/2011/NĐ-CP",
      "Nghị định số 24/2019/NĐ-CP",
      "Nghị định số 06/2025/NĐ-CP",
      "Nghị định số 120/2025/NĐ-CP",
      "Nghị định số 114/2016/NĐ-CP",
      "Nghị định số 104/2022/NĐ-CP",
      "Thông tư số 10/2025/TT-BTP",
      "Thông tư số 10/2020/TT-BTP",
      "Thông tư số 267/2016/TT-BTC",
      "Thông tư số 07/2023/TT-BTP"
    ]
  },
  "content_chunks": [
    {
      "chunk_id": 1,
      "section_title": "Thành phần, số lượng hồ sơ",
      "content": "Cần chuẩn bị 01 bộ hồ sơ cho người nhận con nuôi và 01 bộ cho người được nhận làm con nuôi.\n\n**A. HỒ SƠ CỦA NGƯỜI NHẬN CON NUÔI:**\n1. Đơn xin nhận con nuôi.\n2. Bản sao Hộ chiếu, Thẻ căn cước hoặc giấy tờ có giá trị thay thế.\n3. Văn bản xác nhận tình trạng hôn nhân (Giấy chứng nhận kết hôn hoặc kết quả tra cứu tình trạng độc thân).\n4. Giấy khám sức khỏe cấp chưa quá 06 tháng (trừ trường hợp cha dượng/mẹ kế nhận con riêng hoặc người thân ruột thịt nhận cháu).\n5. Văn bản xác nhận hoàn cảnh gia đình, chỗ ở, điều kiện kinh tế do UBND cấp xã cấp chưa quá 06 tháng (trừ trường hợp cha dượng/mẹ kế nhận con riêng hoặc người thân ruột thịt nhận cháu).\n6. Đơn đăng ký nhu cầu nhận trẻ em làm con nuôi (nếu chưa tìm được trẻ cụ thể).\n\n**B. HỒ SƠ CỦA NGƯỜI ĐƯỢC NHẬN LÀM CON NUÔI:**\n1. Giấy khai sinh.\n2. Giấy khám sức khỏe.\n3. Hai ảnh toàn thân, nhìn thẳng chụp không quá 06 tháng.\n4. Giấy tờ chứng minh hoàn cảnh đặc biệt: Biên bản xác nhận trẻ bị bỏ rơi, Giấy chứng tử của cha mẹ, Quyết định của Tòa án tuyên bố cha mẹ đã chết/mất tích/mất năng lực hành vi dân sự, hoặc Quyết định tiếp nhận trẻ vào cơ sở nuôi dưỡng.",
      "source_reference": "Mục 5.a",
      "keywords": [
        "hồ sơ",
        "giấy tờ",
        "nuôi con nuôi",
        "đơn xin nhận con nuôi",
        "giấy khám sức khỏe",
        "xác nhận hoàn cảnh gia đình",
        "giấy khai sinh"
      ]
    },
    {
      "chunk_id": 2,
      "section_title": "Thời hạn giải quyết",
      "content": "Tổng thời gian giải quyết khoảng 30 ngày làm việc, bao gồm các giai đoạn:\n- **Kiểm tra hồ sơ và lấy ý kiến:** 10 ngày, kể từ ngày nhận đủ hồ sơ hợp lệ.\n- **Thời gian chờ thay đổi ý kiến:** Những người liên quan có 15 ngày để thay đổi ý kiến đồng ý cho trẻ làm con nuôi, kể từ ngày được lấy ý kiến.\n- **Tổ chức đăng ký và giao nhận:** 05 ngày, kể từ ngày hết hạn thay đổi ý kiến.",
      "source_reference": "Mục 5.b",
      "keywords": [
        "thời hạn",
        "giải quyết",
        "xác minh",
        "lấy ý kiến",
        "giao nhận con nuôi"
      ]
    },
    {
      "chunk_id": 3,
      "section_title": "Yêu cầu, điều kiện thực hiện",
      "content": "**Điều kiện đối với người nhận con nuôi:**\n- Có năng lực hành vi dân sự đầy đủ.\n- Hơn con nuôi từ 20 tuổi trở lên (miễn trừ đối với cha dượng/mẹ kế nhận con riêng hoặc cô, cậu, dì, chú, bác ruột nhận cháu).\n- Có điều kiện về sức khỏe, kinh tế, chỗ ở để đảm bảo chăm sóc, nuôi dưỡng con nuôi (miễn trừ đối với cha dượng/mẹ kế nhận con riêng hoặc cô, cậu, dì, chú, bác ruột nhận cháu).\n- Có tư cách đạo đức tốt.\n\n**Các trường hợp không được nhận con nuôi:**\n- Đang bị hạn chế quyền của cha, mẹ.\n- Đang chấp hành quyết định xử lý hành chính tại cơ sở giáo dục, chữa bệnh hoặc đang chấp hành hình phạt tù.\n- Chưa được xóa án tích về các tội xâm phạm tính mạng, sức khoẻ, nhân phẩm, danh dự của người khác; ngược đãi người thân; hoặc các tội liên quan đến trẻ em.\n\n**Điều kiện đối với trẻ em được nhận làm con nuôi:**\n- Dưới 16 tuổi (hoặc dưới 18 tuổi nếu là con riêng, cháu ruột).\n- Là trẻ em bị bỏ rơi, mồ côi, hoặc không nơi nương tựa.\n- Một người chỉ được làm con của một người độc thân hoặc của cả hai người là vợ chồng.",
      "source_reference": "Mục 5.h",
      "keywords": [
        "điều kiện",
        "yêu cầu",
        "người nhận con nuôi",
        "người được nhận làm con nuôi",
        "độ tuổi",
        "tư cách đạo đức",
        "án tích"
      ]
    },
    {
      "chunk_id": 4,
      "section_title": "Quy trình xử lý công việc",
      "content": "**Thời gian:** Khoảng 30 ngày làm việc.\n**Các bước thực hiện:**\n1. Cán bộ tại Trung tâm Phục vụ hành chính công tiếp nhận, kiểm tra hồ sơ (½ ngày).\n2. Công chức Tư pháp - Hộ tịch kiểm tra hồ sơ và tiến hành lấy ý kiến của những người liên quan (10 ngày).\n3. Chờ hết thời hạn 15 ngày để những người liên quan có thể thay đổi ý kiến.\n4. Công chức Tư pháp - Hộ tịch dự thảo Giấy chứng nhận và trình ký (1,5 ngày).\n5. Lãnh đạo UBND xem xét, ký duyệt (2 ngày).\n6. Văn thư UBND đóng dấu (½ ngày).\n7. Cán bộ tại Trung tâm Phục vụ hành chính công ghi sổ, tổ chức giao nhận con nuôi và trả kết quả (½ ngày).",
      "source_reference": "Mục 5.k",
      "keywords": [
        "quy trình",
        "các bước",
        "thời gian",
        "tiếp nhận",
        "lấy ý kiến",
        "ký duyệt",
        "trả kết quả",
        "giao nhận"
      ]
    }
  ]
}
