{
  "main_question": "Thủ tục đăng ký khai sinh có yếu tố nước ngoài được thực hiện như thế nào?",
  "question_variants": [
    "Tôi muốn làm giấy khai sinh cho con có yếu tố nước ngoài cần những giấy tờ gì?",
    "Hồ sơ làm khai sinh cho con lai gồm những gì?",
    "Nếu bố mẹ là người nước ngoài thì cần giấy tờ gì để chọn quốc tịch Việt Nam cho con?",
    "Con tôi sinh ra ở nước ngoài, giờ về Việt Nam làm giấy khai sinh thì cần giấy tờ gì thay thế giấy chứng sinh?",
    "Giấy tờ do cơ quan nước ngoài cấp có cần hợp pháp hóa lãnh sự để sử dụng tại Việt Nam không?",
    "Tôi có thể ủy quyền cho người thân đi đăng ký khai sinh cho con có yếu tố nước ngoài được không?",
    "Tôi cần xuất trình những loại giấy tờ gốc nào khi đi làm thủ tục này?",
    "Làm giấy khai sinh cho con có yếu tố nước ngoài mất bao lâu?",
    "Nộp hồ sơ buổi sáng thì trong ngày có lấy được giấy khai sinh không?",
    "Nếu nộp hồ sơ sau 15 giờ thì khi nào tôi nhận được kết quả?",
    "Ai là người có thẩm quyền ký giấy khai sinh cho con tôi?",
    "Tôi có thể nộp hồ sơ ở đâu?",
    "Kết quả nhận được sau khi hoàn tất thủ tục là gì?",
    "Tôi có nhận được giấy khai sinh bản điện tử không?",
    "Lệ phí đăng ký khai sinh có yếu tố nước ngoài là bao nhiêu?",
    "Chi phí làm khai sinh cho con có cha là người nước ngoài hết bao nhiêu tiền?",
    "Nộp hồ sơ trực tuyến có rẻ hơn nộp trực tiếp không?",
    "Trường hợp nào được miễn lệ phí khi làm thủ tục này?",
    "Quy trình đăng ký khai sinh cho trẻ có yếu tố nước ngoài gồm mấy bước?",
    "Các bước làm giấy khai sinh cho con có quốc tịch nước ngoài là gì?",
    "Nếu con tôi sinh ra ở nước ngoài và đã có quốc tịch Việt Nam, tôi cần làm gì để đăng ký khai sinh tại Việt Nam?",
    "Việc lựa chọn họ và tên cho con có yếu tố nước ngoài cần tuân thủ những quy định gì?",
    "Cơ quan nào chịu trách nhiệm tra cứu tình trạng hôn nhân của cha mẹ đứa trẻ?",
    "Tôi có thể dùng VneID để chứng minh thông tin cư trú không?",
    "Ngoài giấy tờ tùy thân, tôi có cần xuất trình thêm giấy tờ gì để chứng minh con tôi đang ở Việt Nam hợp pháp không?",
    "khai sinh có yếu tố nước ngoài",
    "làm khai sinh cho con lai",
    "khai sinh con lai Việt",
    "thủ tục khai sinh nước ngoài",
    "khai sinh cho con có bố nước ngoài",
    "khai sinh cho con có mẹ nước ngoài",
    "khai sinh quốc tế",
    "giấy sinh quốc tế",
    "khai sinh foreign",
    "thủ tục sinh con nước ngoài",
    "làm giấy tờ cho con lai",
    "con sinh ở nước ngoài",
    "sinh ở nước ngoài về Việt Nam",
    "con có quốc tịch nước ngoài",
    "chọn quốc tịch Việt Nam",
    "giấy tờ nước ngoài hợp pháp hóa",
    "chứng thực lãnh sự",
    "khai sinh bố mẹ nước ngoài",
    "thủ tục cho con hỗn hợp",
    "khai sinh con một nửa Việt",
    "làm giấy cho con có máu nước ngoài",
    "khai sinh mixed race",
    "thủ tục multicultural",
    "giấy tờ song ngữ",
    "khai sinh người Việt kiều",
    "con Việt kiều làm khai sinh",
    "thủ tục overseas",
    "khai sinh cho expatriate",
    "giấy tờ người nước ngoài",
    "thủ tục dân là nước ngoài",
    "khai sinh foreigner",
    "làm khai sinh cho con international",
    "thủ tục xin quốc tịch",
    "chọn quốc tịch cho con",
    "giấy tờ dual citizenship",
    "khai sinh đôi quốc tịch",
    "thủ tục binational",
    "con có 2 quốc tịch",
    "passport nước ngoài làm khai sinh",
    "visa của bố mẹ nước ngoài"
  ]
}
