{
  "main_question": "Thủ tục đăng ký khai sinh cho người đã có giấy tờ cá nhân được thực hiện như thế nào?",
  "question_variants": [
    "Tôi đã lớn nhưng chưa có giấy khai sinh, giờ muốn làm thì cần hồ sơ gì?",
    "Hồ sơ đăng ký khai sinh cho người lớn chưa được đăng ký bao gồm những gì?",
    "Tôi có CCCD và bằng tốt nghiệp rồi nhưng chưa có giấy khai sinh, vậy có cần làm giấy cam đoan không?",
    "Văn bản cam đoan về việc chưa được đăng ký khai sinh có cần công chứng không?",
    "Tôi là bộ đội, muốn làm giấy khai sinh thì có cần giấy tờ gì từ đơn vị không?",
    "Có thể dùng những loại giấy tờ cá nhân nào để làm thủ tục này?",
    "Tôi có thể ủy quyền cho con cái đi làm thủ tục này hộ được không?",
    "Thời gian làm giấy khai sinh cho người lớn mất bao lâu?",
    "Nếu hồ sơ của tôi cần xác minh ở quê cũ thì thời gian chờ tối đa là bao nhiêu ngày?",
    "Điều kiện để được đăng ký khai sinh trong trường hợp này là gì?",
    "Tôi sinh năm 2017 nhưng chưa làm khai sinh, tôi có thuộc đối tượng áp dụng thủ tục này không?",
    "Bắt buộc phải có giấy tờ cá nhân do cơ quan nhà nước Việt Nam cấp mới làm được thủ tục này phải không?",
    "Tôi phải đến đâu để nộp hồ sơ?",
    "Tôi có thể làm thủ tục này tại nơi tôi đang tạm trú không?",
    "Lệ phí đăng ký khai sinh cho người đã có giấy tờ cá nhân là bao nhiêu?",
    "Nếu tôi thuộc hộ nghèo thì có được miễn lệ phí không?",
    "Quy trình xử lý hồ sơ gồm mấy bước?",
    "Bước xác minh thông tin thường kéo dài bao lâu?",
    "Ai là người có thẩm quyền ký giấy khai sinh cho tôi?",
    "Sau khi hoàn tất thủ tục tôi sẽ nhận được giấy tờ gì?",
    "Tôi có được cấp bản điện tử của giấy khai sinh không?",
    "Tôi có thể nộp hồ sơ bằng bản chụp qua mạng được không?",
    "Giấy tờ trên VneID có được chấp nhận khi làm thủ tục này không?",
    "Đăng ký khai sinh cho người lớn tuổi cần giấy tờ gì?",
    "Tôi 50 tuổi chưa có giấy khai sinh, phải làm sao?",
    "Thủ tục làm khai sinh cho người đã có CCCD?",
    "Văn bản cam đoan chưa đăng ký khai sinh viết như thế nào?",
    "Cần nộp bản sao tất cả các giấy tờ cá nhân tôi có phải không?",
    "Thời gian làm khai sinh nếu không cần xác minh là 5 ngày đúng không?",
    "Tại sao thời gian làm khai sinh có thể kéo dài đến 25 ngày?",
    "Điều kiện sinh trước ngày 1/1/2016 là bắt buộc à?",
    "Làm khai sinh cho người lớn ở UBND xã nơi cư trú hay thường trú?",
    "Kết quả có bao gồm bản điện tử giấy khai sinh không?",
    "khai sinh người lớn",
    "khai sinh quá hạn cho người có giấy tờ",
    "làm giấy khai sinh lần đầu khi đã có cccd",
    "cam đoan chưa có khai sinh",
    "thời gian xác minh khai sinh",
    "lệ phí khai sinh người lớn",
    "ủy quyền làm khai sinh cho bố mẹ"
  ]
}